# terminal
cmatrix
colordiff
cowsay
ctags
curl
fortune
httpie
neofetch
silversearcher-ag
tree
xclip
zsh

# fonts
fontforge

# javascript
npm

# python
virtualenv

# ruby
rbenv

# crystal
crystal
libgmp-dev
libreadline-dev
libssl-dev
libxml2-dev
libyaml-dev

# vim
vim
vim-gui-common
vim-runtime

# ui
gnome-tweak-tool
gnome-shell-extensions
arc-theme
paper-icon-theme
